brew "bat"
brew "diff-so-fancy"
brew "exa"
brew "fzf"
brew "git"
brew "htop"
brew "neovim"
brew "python3"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby-install"
brew "tmux"

cask "alfred"
cask "bartender"
cask "kitty"
cask "rectangle"
cask "slack"
cask "spotify"
