tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "bat"
brew "diff-so-fancy"
brew "exa"
brew "fzf"
brew "git"
brew "gpg"
brew "htop"
brew "neovim"
brew "pandoc"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby-install"
brew "tmux"
brew "asdf"

cask "alfred"
cask "bartender"
cask "betterdummy"
cask "cron"
cask "kitty"
cask "monitorcontrol"
cask "rectangle"
cask "slack"
cask "spotify"
cask "synergy"
