tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "asdf"
brew "bat"
brew "dust"
brew "exa"
brew "fzf"
brew "git"
brew "git-delta"
brew "gpg"
brew "htop"
brew "jq"
brew "lua-language-server"
brew "neovim"
brew "npm"
brew "pandoc"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby-install"
brew "shadowenv"
brew "tealdeer"
brew "tmux"
brew "vale"
brew "watchman"
brew "ykman"

cask "bartender"
cask "betterdummy"
cask "hammerspoon"
cask "monitorcontrol"
cask "raycast"
cask "slack"
cask "spotify"
