tap "homebrew/bundle"

brew "alacritty"
brew "asdf"
brew "bash"
brew "bat"
brew "difftastic"
brew "dust"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gpg"
brew "htop"
brew "jordanbaird-ice"
brew "jq"
brew "lsd"
brew "lua-language-server"
brew "neovim"
brew "npm"
brew "pandoc"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "ruby-install"
brew "shadowenv"
brew "tealdeer"
brew "tmux"
brew "vale"
brew "watchman"
brew "ykman"

cask "betterdisplay"
cask "hammerspoon"
cask "monitorcontrol"
cask "raycast"
cask "slack"
cask "spotify"
